{
  "Projects": [
    {
      "title": "Llamabank",
      "image": "/images/Llamabank.png",
      "text": "Llamabank was the final project of my Make IT Work course program.\n\nIn a team of 4, we developed this fullstack online banking system within 5 weeks. It included a fully functioning database, registering system, overviews of bankaccounts, the possibility to transfer money to your own accounts and to one another, as well as a pin console to make payments to an imaginary shop. We designed the full application from scratcg, from ERD to functioning app.",
      "tools": ["CSS", "HTML", "Javascript", "Java", "Spring boot", "MySQL", "Git"],
      "url": "https://github.com/margotgradina/Llamabank",
      "link": "Check the code on Github"
    },
    {
      "title": "T-portal",
      "image": "/images/T-portal.png",
      "text": "T-Box is a versatile solution designed for companies seeking to streamline their operations through automation and facilitate seamless data exchange between businesses.\n\nT-portal is the web portal to T-Box, a highly adaptable and multifunctional application that empowers clients to effortlessly oversee and customize their data. Within T-portal, I am involved in the entire development process, from the front-end to the back-end, ensuring that both customer-specific features and general functionalities cater to the unique needs of every client.",
      "tools": ["CSS", "HTML", "Javascript", "Java", "Spring boot", "MySQL", "Windev/Webdev"],
      "url": "https://t-box.nl/",
      "link": "Website T-Box"
    },
    {
      "title": "QOOOB",
      "image": "/images/sBlocks.png",
      "text": "I created a user-friendly environment where people can unleash their creativity to design quilts, stained glass art or patterns by organising geometric shapes in a grid. It then allows the user to download their creation in JPG format.",
      "tools": ["CSS", "React", "Typescript"],
      "url": "https://qooob.netlify.app",
      "link": "Try QOOOB"
    }
  ]
}
